export default {
  topTips: {
    updateModel: '更新方式包括普通更新、强制更新、内测更新',
    updateModelTips: '内测更新只有内测用户才会收到更新提示',
    betaUserTips1: '内测用户，指的是可以在线收到我们提醒，通过testflight或Google play参加内测计划的用户。',
    betaUserTips2: '只有在内测用户名单中的用户，才能收到线上申请',
    betaUserTips3: '只有注册了的用户才可以添加到内测用户清单',
    signIn1: '签到有礼活动状态有进行中和停止两个状态，并通过点击按钮进行切换。当活动状态为停止时，客户端启动宣传图片签到有礼不启用，启动后的活动签到弹框不显示、WHAT NEW下的宣传图片不显示',
    signIn2: '活动可以有多条规则，规则有开始日期没有结束日期。同一时间段只能允许一个各活动处于进行中状态',
    signInRules1: '创建或者编辑活动当输入持续天数(10)时，每日规则配置列表，自动生成10条记录，可分页',
    signInRules2: '每日规则配置列表中的规则，代表每日可获取的福利，可以与累计规则的福利叠加，签到不连续同样可以获得对应的福利',
    signInRules3: '累计规则配置列表中的规则，代表活动期内累计达到的天数，可以获取的福利，可以与每天规则配置列表中的规则叠加',
    signInRules4: '只有未开始状态的活动才可以进行相应的配置，进行中的活动不能进行规则的配置操作',
    signInRules5: '每个累计规则在一次活动中只有第一次达到累计条件才能获得累计奖励',
    signInRules6: '活动开始于开始日期的00:00:00开始，结束于开始日期+持续天数的当日23:59:59',
    signInRules7: '连签规则、每日规则、累计规则独立，并且可以叠加',
    signInRules8: '连签规则，在活动周期内只要达到条件，即可得到连签奖励，奖励是可以重复获取的，例如，10天周期，连签3天可得到连签奖励，如果用户10天都签满，则他会在第3,6,9天各得到一次连签奖励'
  }
}